# IntegerParameterValue Properties

---
The IntegerParameterValue type exposes the following members.
| Name| Description
---|---|---
| Value|  The stored value
Top
#### Reference
IntegerParameterValue Class
Autodesk.Revit.DB Namespace