# ExternalServiceOptions Methods

---
The ExternalServiceOptions type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
ExternalServiceOptions Class
Autodesk.Revit.DB.ExternalService Namespace