# IFCConnectedWallData Methods

---
The IFCConnectedWallData type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
IFCConnectedWallData Class
Autodesk.Revit.DB.IFC Namespace