# TemporaryGraphicsCommandData Methods

---
The TemporaryGraphicsCommandData type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
TemporaryGraphicsCommandData Class
Autodesk.Revit.UI Namespace