# ExportLineweightInfo Methods

---
The ExportLineweightInfo type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
ExportLineweightInfo Class
Autodesk.Revit.DB Namespace