# ValidateCurveLoopsOptions Methods

---
The ValidateCurveLoopsOptions type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
ValidateCurveLoopsOptions Class
Autodesk.Revit.DB Namespace