# DeleteWorksetSettings Methods

---
The DeleteWorksetSettings type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
DeleteWorksetSettings Class
Autodesk.Revit.DB Namespace