# AirSystemData Methods

---
The AirSystemData type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
AirSystemData Class
Autodesk.Revit.DB.Mechanical Namespace