# ExportLinetypeKey Methods

---
The ExportLinetypeKey type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
ExportLinetypeKey Class
Autodesk.Revit.DB Namespace