# RebarSpliceGeometry Methods

---
The RebarSpliceGeometry type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
RebarSpliceGeometry Class
Autodesk.Revit.DB.Structure Namespace