# AssetSetIterator Methods

---
The AssetSetIterator type exposes the following members.
| Name| Description
---|---|---
| MoveNext|
| Reset|
Top
#### Reference
AssetSetIterator Class
Autodesk.Revit.DB.Visual Namespace