# ViewDisplaySketchyLines Methods

---
The ViewDisplaySketchyLines type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
ViewDisplaySketchyLines Class
Autodesk.Revit.DB Namespace