# ExternalCommandsData Methods

---
The ExternalCommandsData type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
ExternalCommandsData Class
Autodesk.Revit.UI Namespace