# StdPostedWarning Methods

---
The StdPostedWarning type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
StdPostedWarning Class
Autodesk.Revit.DB Namespace