# ConnectionInputPoint Methods

---
The ConnectionInputPoint type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
ConnectionInputPoint Class
Autodesk.Revit.DB.Structure Namespace