# WorksharingDisplayGraphicSettings Methods

---
The WorksharingDisplayGraphicSettings type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
WorksharingDisplayGraphicSettings Class
Autodesk.Revit.DB Namespace