# TransactionAttribute Properties

---
The TransactionAttribute type exposes the following members.
| Name| Description
---|---|---
| Mode| Transaction mode.
Top
#### Reference
TransactionAttribute Class
Autodesk.Revit.Attributes Namespace