# OrdinateDimensionSetting Methods

---
The OrdinateDimensionSetting type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
OrdinateDimensionSetting Class
Autodesk.Revit.DB Namespace