# ReleaseConditions Methods

---
The ReleaseConditions type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
ReleaseConditions Class
Autodesk.Revit.DB.Structure Namespace