# CurveOverlapPoint Methods

---
The CurveOverlapPoint type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
CurveOverlapPoint Class
Autodesk.Revit.DB Namespace