# IFCFileReadOptions Methods

---
The IFCFileReadOptions type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
IFCFileReadOptions Class
Autodesk.Revit.DB.IFC Namespace