# ViewPlan Properties

---
The ViewPlan type exposes the following members.
| Name| Description
---|---|---
| AreaScheme| The area scheme.
Top
#### Reference
ViewPlan Class
Autodesk.Revit.DB Namespace