# DoubleParameterValue Properties

---
The DoubleParameterValue type exposes the following members.
| Name| Description
---|---|---
| Value|  The stored value
Top
#### Reference
DoubleParameterValue Class
Autodesk.Revit.DB Namespace