# IFCBuiltInCategoryKey Methods

---
The IFCBuiltInCategoryKey type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
IFCBuiltInCategoryKey Class
Autodesk.Revit.DB Namespace