# BackgroundSettings Methods

---
The BackgroundSettings type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
BackgroundSettings Class
Autodesk.Revit.DB Namespace