# ExportLineweightKey Methods

---
The ExportLineweightKey type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
ExportLineweightKey Class
Autodesk.Revit.DB Namespace