# Ceiling Properties

---
The Ceiling type exposes the following members.
| Name| Description
---|---|---
| SketchId|  Returns id of the sketch.
Top
#### Reference
Ceiling Class
Autodesk.Revit.DB Namespace