# FaceSecondDerivatives Methods

---
The FaceSecondDerivatives type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
FaceSecondDerivatives Class
Autodesk.Revit.DB Namespace