# Macro Methods

---
The Macro type exposes the following members.
| Name| Description
---|---|---
| Dispose|
| Execute|  Executes the macro.
Top
#### Reference
Macro Class
Autodesk.Revit.DB.Macros Namespace