# DataConversionMonitorScope Methods

---
The DataConversionMonitorScope type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
DataConversionMonitorScope Class
Autodesk.Revit.DB Namespace