# IFCFileModelOptions Methods

---
The IFCFileModelOptions type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
IFCFileModelOptions Class
Autodesk.Revit.DB.IFC Namespace