# LoadComponent Methods

---
The LoadComponent type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
LoadComponent Class
Autodesk.Revit.DB.Structure Namespace