# AssemblyMemberDifference Methods

---
The AssemblyMemberDifference type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
AssemblyMemberDifference Class
Autodesk.Revit.DB Namespace