# FamilyType Properties

---
The FamilyType type exposes the following members.
| Name| Description
---|---|---
| Name| The name of the family type.
Top
#### Reference
FamilyType Class
Autodesk.Revit.DB Namespace