# ExportPatternInfo Methods

---
The ExportPatternInfo type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
ExportPatternInfo Class
Autodesk.Revit.DB Namespace