# RebarSpliceOptions Methods

---
The RebarSpliceOptions type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
RebarSpliceOptions Class
Autodesk.Revit.DB.Structure Namespace