# GBXMLExportOptions Methods

---
The GBXMLExportOptions type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
GBXMLExportOptions Class
Autodesk.Revit.DB Namespace