# Camera Methods

---
The Camera type exposes the following members.
| Name| Description
---|---|---
| Dispose|
| Transform|  Transforms the camera
Top
#### Reference
Camera Class
Autodesk.Revit.DB.DirectContext3D Namespace