# IFCPropertySetMappingInfo Methods

---
The IFCPropertySetMappingInfo type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
IFCPropertySetMappingInfo Class
Autodesk.Revit.DB Namespace