# SystemsAnalysisOptions Methods

---
The SystemsAnalysisOptions type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
SystemsAnalysisOptions Class
Autodesk.Revit.DB.Analysis Namespace