# VertexStream Methods

---
The VertexStream type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
VertexStream Class
Autodesk.Revit.DB.DirectContext3D Namespace