# ContourSettingItem Methods

---
The ContourSettingItem type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
ContourSettingItem Class
Autodesk.Revit.DB Namespace