# ExternalResourceLoadContent Methods

---
The ExternalResourceLoadContent type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
ExternalResourceLoadContent Class
Autodesk.Revit.DB Namespace