# AssemblyDifference Methods

---
The AssemblyDifference type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
AssemblyDifference Class
Autodesk.Revit.DB Namespace