# IFCFileWriteOptions Methods

---
The IFCFileWriteOptions type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
IFCFileWriteOptions Class
Autodesk.Revit.DB.IFC Namespace