# InCanvasControlData Methods

---
The InCanvasControlData type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
InCanvasControlData Class
Autodesk.Revit.DB Namespace