# RibbonButtonOptions Methods

---
The RibbonButtonOptions type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
RibbonButtonOptions Class
Autodesk.Revit.UI Namespace