# ReinforcementData Methods

---
The ReinforcementData type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
ReinforcementData Class
Autodesk.Revit.DB.Structure Namespace