# ViewScheduleExportOptions Methods

---
The ViewScheduleExportOptions type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
ViewScheduleExportOptions Class
Autodesk.Revit.DB Namespace