# ExportPatternKey Methods

---
The ExportPatternKey type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
ExportPatternKey Class
Autodesk.Revit.DB Namespace