# LinePatternSegment Methods

---
The LinePatternSegment type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
LinePatternSegment Class
Autodesk.Revit.DB Namespace