# ReinforcementAbbreviationTag Methods

---
The ReinforcementAbbreviationTag type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
ReinforcementAbbreviationTag Class
Autodesk.Revit.DB.Structure Namespace