# WorksetConfiguration Methods

---
The WorksetConfiguration type exposes the following members.
| Name| Description
---|---|---
| Close|
| Dispose|
| Open|
Top
#### Reference
WorksetConfiguration Class
Autodesk.Revit.DB Namespace