# SpatialElementDomainData Methods

---
The SpatialElementDomainData type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
SpatialElementDomainData Class
Autodesk.Revit.DB Namespace