# FluidTemperature Methods

---
The FluidTemperature type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
FluidTemperature Class
Autodesk.Revit.DB.Plumbing Namespace