# SpatialElementBoundaryOptions Methods

---
The SpatialElementBoundaryOptions type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
SpatialElementBoundaryOptions Class
Autodesk.Revit.DB Namespace