# DirectShapeOptions Methods

---
The DirectShapeOptions type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
DirectShapeOptions Class
Autodesk.Revit.DB Namespace