# RebarBendData Methods

---
The RebarBendData type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
RebarBendData Class
Autodesk.Revit.DB.Structure Namespace