# ViewOrientation3D Methods

---
The ViewOrientation3D type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
ViewOrientation3D Class
Autodesk.Revit.DB Namespace