# FabricationDimensionDefinition Methods

---
The FabricationDimensionDefinition type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
FabricationDimensionDefinition Class
Autodesk.Revit.DB Namespace