# ScheduleSortGroupField Methods

---
The ScheduleSortGroupField type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
ScheduleSortGroupField Class
Autodesk.Revit.DB Namespace