# FaceSplitter Methods

---
The FaceSplitter type exposes the following members.
| Name| Description
---|---|---
| GetBoundaries|  Gets the boundaries.
Top
#### Reference
FaceSplitter Class
Autodesk.Revit.DB Namespace