# SATExportOptions Methods

---
The SATExportOptions type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
SATExportOptions Class
Autodesk.Revit.DB Namespace