# FamilyInstancePlacingArgs Methods

---
The FamilyInstancePlacingArgs type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
FamilyInstancePlacingArgs Class
Autodesk.Revit.UI Namespace