# ReloadSwapOutInfo Methods

---
The ReloadSwapOutInfo type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
ReloadSwapOutInfo Class
Autodesk.Revit.DB Namespace