# AnalyticalModelSelector Methods

---
The AnalyticalModelSelector type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
AnalyticalModelSelector Class
Autodesk.Revit.DB.Structure Namespace