# FieldDomainPoints Methods

---
The FieldDomainPoints type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
FieldDomainPoints Class
Autodesk.Revit.DB.Analysis Namespace