# IndexStream Methods

---
The IndexStream type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
IndexStream Class
Autodesk.Revit.DB.DirectContext3D Namespace