# IndexPrimitive Methods

---
The IndexPrimitive type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
IndexPrimitive Class
Autodesk.Revit.DB.DirectContext3D Namespace