# RegenerationAttribute Properties

---
The RegenerationAttribute type exposes the following members.
| Name| Description
---|---|---
| Option| Regeneration option.
Top
#### Reference
RegenerationAttribute Class
Autodesk.Revit.Attributes Namespace