# RenderingImageExposureSettings Methods

---
The RenderingImageExposureSettings type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
RenderingImageExposureSettings Class
Autodesk.Revit.DB Namespace