# Profile Methods

---
The Profile type exposes the following members.
| Name| Description
---|---|---
| Clone| Returns a copy of this profile.
Top
#### Reference
Profile Class
Autodesk.Revit.DB Namespace