# ViewDisplayModel Methods

---
The ViewDisplayModel type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
ViewDisplayModel Class
Autodesk.Revit.DB Namespace