# IFCExtrusionCalculatorOptions Methods

---
The IFCExtrusionCalculatorOptions type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
IFCExtrusionCalculatorOptions Class
Autodesk.Revit.DB.IFC Namespace