# TriangulationInterface Methods

---
The TriangulationInterface type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
TriangulationInterface Class
Autodesk.Revit.DB Namespace