# ExportLinetypeInfo Methods

---
The ExportLinetypeInfo type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
ExportLinetypeInfo Class
Autodesk.Revit.DB Namespace