# HermiteSplineTangents Methods

---
The HermiteSplineTangents type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
HermiteSplineTangents Class
Autodesk.Revit.DB Namespace