# BIMExportOptions Methods

---
The BIMExportOptions type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
BIMExportOptions Class
Autodesk.Revit.DB Namespace