# LoadNature Methods

---
The LoadNature type exposes the following members.
| Name| Description
---|---|---
| Create|  Creates a new LoadNature.
Top
#### Reference
LoadNature Class
Autodesk.Revit.DB.Structure Namespace