# FabricationAncillaryUsage Methods

---
The FabricationAncillaryUsage type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
FabricationAncillaryUsage Class
Autodesk.Revit.DB Namespace