# ExternalResourceSubFolder Methods

---
The ExternalResourceSubFolder type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
ExternalResourceSubFolder Class
Autodesk.Revit.DB Namespace