# RoutingCondition Methods

---
The RoutingCondition type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
RoutingCondition Class
Autodesk.Revit.DB Namespace