# ModuleSettings Methods

---
The ModuleSettings type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
ModuleSettings Class
Autodesk.Revit.DB.Macros Namespace