# CompoundStructureLayer Methods

---
The CompoundStructureLayer type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
CompoundStructureLayer Class
Autodesk.Revit.DB Namespace