# SolidCurveIntersectionOptions Methods

---
The SolidCurveIntersectionOptions type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
SolidCurveIntersectionOptions Class
Autodesk.Revit.DB Namespace