# BalusterPlacement Methods

---
The BalusterPlacement type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
BalusterPlacement Class
Autodesk.Revit.DB.Architecture Namespace