# SolidGeometryOptions Methods

---
The SolidGeometryOptions type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
SolidGeometryOptions Class
Autodesk.Revit.DB Namespace