# WaterLoopData Methods

---
The WaterLoopData type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
WaterLoopData Class
Autodesk.Revit.DB.Mechanical Namespace