# MEPConnectorInfo Methods

---
The MEPConnectorInfo type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
MEPConnectorInfo Class
Autodesk.Revit.DB Namespace