# StairsComponentConnection Methods

---
The StairsComponentConnection type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
StairsComponentConnection Class
Autodesk.Revit.DB.Architecture Namespace