# IntersectingElementData Methods

---
The IntersectingElementData type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
IntersectingElementData Class
Autodesk.Revit.DB Namespace