# BarTypeDiameterOptions Methods

---
The BarTypeDiameterOptions type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
BarTypeDiameterOptions Class
Autodesk.Revit.DB Namespace