# ArcLengthDimension Methods

---
The ArcLengthDimension type exposes the following members.
| Name| Description
---|---|---
| Create|
Top
#### Reference
ArcLengthDimension Class
Autodesk.Revit.DB Namespace