# ImagePlacementOptions Methods

---
The ImagePlacementOptions type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
ImagePlacementOptions Class
Autodesk.Revit.DB Namespace