# ThinLinesOptions Methods

---
The ThinLinesOptions type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
ThinLinesOptions Class
Autodesk.Revit.UI Namespace