# LoadUsage Methods

---
The LoadUsage type exposes the following members.
| Name| Description
---|---|---
| Create|  Creates a new LoadUsage.
Top
#### Reference
LoadUsage Class
Autodesk.Revit.DB.Structure Namespace