# CylindricalHelix Methods

---
The CylindricalHelix type exposes the following members.
| Name| Description
---|---|---
| Create|  Create a cylindrical helix.
Top
#### Reference
CylindricalHelix Class
Autodesk.Revit.DB Namespace