# JournalingAttribute Properties

---
The JournalingAttribute type exposes the following members.
| Name| Description
---|---|---
| Mode| Journaling mode.
Top
#### Reference
JournalingAttribute Class
Autodesk.Revit.Attributes Namespace