# WorksharingSaveAsOptions Methods

---
The WorksharingSaveAsOptions type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
WorksharingSaveAsOptions Class
Autodesk.Revit.DB Namespace