# PointLocationOnCurve Methods

---
The PointLocationOnCurve type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
PointLocationOnCurve Class
Autodesk.Revit.DB Namespace