# TriangleInShellComponent Methods

---
The TriangleInShellComponent type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
TriangleInShellComponent Class
Autodesk.Revit.DB Namespace