# ExternallyTaggedGeometryObject Methods

---
The ExternallyTaggedGeometryObject type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
ExternallyTaggedGeometryObject Class
Autodesk.Revit.DB Namespace