# ExternalResourceMatchOptions Methods

---
The ExternalResourceMatchOptions type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
ExternalResourceMatchOptions Class
Autodesk.Revit.DB Namespace