# FailureResolution Methods

---
The FailureResolution type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
FailureResolution Class
Autodesk.Revit.DB Namespace