# ExportIFCCategoryKey Methods

---
The ExportIFCCategoryKey type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
ExportIFCCategoryKey Class
Autodesk.Revit.DB Namespace