# FabricationVersionInfo Methods

---
The FabricationVersionInfo type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
FabricationVersionInfo Class
Autodesk.Revit.DB Namespace