# AssetSetIterator Properties

---
The AssetSetIterator type exposes the following members.
| Name| Description
---|---|---
| Current|
Top
#### Reference
AssetSetIterator Class
Autodesk.Revit.DB.Visual Namespace