# RelinquishOptions Methods

---
The RelinquishOptions type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
RelinquishOptions Class
Autodesk.Revit.DB Namespace