# WireConduitType Properties

---
The WireConduitType type exposes the following members.
| Name| Description
---|---|---
| Name|
Top
#### Reference
WireConduitType Class
Autodesk.Revit.DB.Electrical Namespace