# InSessionPrintSetting Methods

---
The InSessionPrintSetting type exposes the following members.
| Name| Description
---|---|---
| Dispose|
Top
#### Reference
InSessionPrintSetting Class
Autodesk.Revit.DB Namespace