# StringParameterValue Properties

---
The StringParameterValue type exposes the following members.
| Name| Description
---|---|---
| Value|  The stored value
Top
#### Reference
StringParameterValue Class
Autodesk.Revit.DB Namespace